Repository: amed-kino/hk-gotin
Catalog: Locale/*/LC_MESSAGES/default~.po
Languages: ku

source: Access Error!
ku: Daxwaz ne berdest e!

source: You have to fill text.
ku: Pêwîste nivîs bê dagirtin.

source: Album not found.
ku: Berhem nehate dîtin.

source: Not found
ku: Nehate dîtin

source: Couldn't copy the photo.
ku: Wênê neçû.

source: The photo for album %s has been saved successfully.
ku: Wêna berhema %s bi serkeftî tomar bû.

source: Save status
ku: Barûdoxa tomarkirinê

source: The photo for album %s has been rest for default.
ku: Wêna berhema %s vegeriya wekî berê.

source: Delete status
ku: Barûdoxa jêbirinê

source: Add Album
ku: Danîna berhemekê

source: Artist not found
ku: Hunermend nehat dîtin

source: The album %s has been saved to %s.
ku: Berhema %s bi serkeftî tevî %s bû.

source: The album could not be saved. Please, try again.
ku: Berhem nehate tomarkirin. Bê zehmet, dîsa lê vegerin.

source: %s photo
ku: Wêneya %s

source: The photo is too small.
ku: Wêne pir biçûk e.

source: You must upload over 200 pixel photo height and width.
ku: Pêwîste wêne ji 200x200 mestir be.

source: You have to select square photo for album.
ku: Pêwîste wênê çargoşe bo berheman hilbijêrî.

source: You have to select a file photo for album.
ku: Pêwîste wênê hilbijêrî bo berhemê.

source: Empty artist!
ku: Hunermend vala ye!

source: Invalid album
ku: Berhem ne durist e

source: The album %s for artist %s has been updated succefully.
ku: Berhema %s ya hunermend %s hate nûjenkirin.

source: Update status
ku: Barûdoxa guhertinê

source: The album %s for artist %s has been deleted.
ku: Berhema %s ya %s hate jêbirin.

source: The album could not be deleted. Please, try again.
ku: Berhem nehatê jêbirin. Bê zehmet, dîsa lê vegerin.

source: Welcome
ku: Bi xêr hatî

source: Welcome to Hunera Kurdi
ku: Bi xêr hatî Hunera Kurdî

source: Artist not found!
ku: Hunermend nehate dîtin!

source: Invalid artist
ku: Hunermend şaş e

source: The photo for artist %s has been saved successfully.
ku: Wêna hunermend %s bi serkeftî tomar bû.

source: The photo for artist %s has been rest for default.
ku: Wêna hunermend %s vegeriya wekî berê.

source: Add Artist
ku: Danîna hunermendekî

source: You have to select square photo for artist.
ku: Pêwîste wênê çargoşe bo hunermendan hilbijêrî.

source: You have to select a file photo for artist.
ku: Pêwîste wênê hilbijêrî bo hunermend.

source: The artist %s has been saved.
ku: Hunermend %s hate ezberkirin.

source: The artist could not be saved. Please, try again.
ku: Hunermend nehate ezberkirin. Bê zehmet, dîsa lê vegerin.

source: Edit %s
ku: Sererastkirina %s

source: The artist %s has been updated.
ku: Hunermend %s hate nûjenkirin

source: The artist %s has been deleted.
ku: Hunermend %s hate jêbirin.

source: The artist could not be deleted. Please, try again.
ku: Nikare hunermend jê bibe. Bê zehmet, dîsa lê vegerin.

source: Dashboard
ku: Kontrol

source: Public messages
ku: Bîrnivîsên xelkê

source: Invalid lyric.
ku: Stran ne berdest e.

source: Invalid type.
ku: Cure şaş e.

source: Try to add more specified key.
ku: Nîşanên bêhtir hewl bide.

source: Artists Search
ku: Lêgerîna hunermendan

source: Albums Search
ku: Lêgerîna berheman

source: Lyrics Search
ku: Lêgerîna stranan

source: Specify keyword
ku: Tiştekî binvîse

source: %s set to its new copy.
ku: %s tomar bû li gor nivîsên nû.

source: Edit status
ku: Barûdoxa Sererastkirinê

source: %s could not be set to new version.
ku: %s tomar nebû li gor guhertoya nû.

source: %s set to its previous copy.
ku: %s tomar bû li gor nivîsên berê.

source: %s could not be set to previous version.
ku: %s tomar nebû li gor guhertoya berê.

source: My Lyrics
ku: Stranên min

source: Invalid limit.
ku: Sînor şaş e.

source: Empty Lyric!
ku: Stran vala ye!

source: Invalid lyric
ku: Stran ne berdest e.

source: Your inform has been sent successfully. Thank you.
ku: Agahdariya te hate şandin, Spas.

source: Inform status
ku: Barûdoxa agahdanê

source: The information could not be saved. Please, try again.
ku: Agahî nehat ezberkirin. Bê zehmet, dîsa lê vegerin.

source: Send a note
ku: Bîrnivîskekê bişîn

source: Album not found
ku: Berhem nehate dîtin.

source: Your lyric %s has been added to %s successfully.
ku: Strana %s bi serkeftî tevî %s bû.

source: The lyric could not be saved. Please, try again.
ku: Stran nehat ezberkirin. Bê zehmet, dîsa lê vegerin.

source: Add lyric
ku: Danîna stranekê

source: Edit
ku: Sererastkirin

source: There is no edit actions found. Please try again.
ku: Ti bûyerên sererastkirinê nehatine dîtin, bê zehmet dîsa lê vegerin.

source: More details
ku: Kitûmatne bêhtirr

source: This change request is the orginal copy. %s
ku: Ev daxwaza guhertinê nivîsa pêşî ye. %s

source: This change request is to the current copy. %s
ku: Ev daxwaza guhertinê nivîsa nuha ye. %s

source: This change request is already been sent before. %s
ku: Ev daxwaz bo guhertinê berê hatiye şandin e. %s

source: Lyric has been updated.
ku: Stran hat nûjenkirin.

source: Lyric chang request have been sent to the owner of this lyric,you have to wait for approval.
ku: Daxwaza guhertina peyvan hate şandin ji xwediyê gotinan re, li hêviya pejirînê be.

source: The lyric request could not be sent. Please, try again.
ku: Daxwaza guhertina peyvan nehate şandin. bê zehmet, dîsa lê vegerin.

source: The lyric %s has been deleted.
ku: Strana %s hate jêbirin.

source: The lyric could not be deleted. Please, try again.
ku: Stran nehat jêbirin. Bê zehmet, dîsa lê vegerin.

source: About
ku: Derbar

source: Contact
ku: Peywendî

source: Sitemap
ku: Nexşe

source: Request
ku: Daxwaz

source: Invalid request
ku: Daxwaz ne berdest e

source: The request has been deleted.
ku: Daxwaz hat jêbirin.

source: The request can not be deleted.
ku: Daxwaz nehat jêbirin.

source: Requests Panel
ku: Tabloya daxwazan

source: Request an Artist
ku: Hunermendekî bixwaz

source: Artist request been sent successfully.
ku: Xwestina hunermed serkeftî hate şandin.

source: Error in request.
ku: Daxwaz ne berdest e.

source: Request an Album
ku: Berhemekê bixwaz

source: Album request been sent successfully.
ku: Xwestina berhem serkeftî hate şandin.

source: Request a Lyric
ku: Stranekê bixwaz

source: Lyric request been sent successfully.
ku: Xwestina stranê serkeftî hate şandin.

source: Unknown Error could not verify the user.
ku: Şaşiyeke Nenaskirî, endam nayê danasîn.

source: Users
ku: Endam

source: Login successfully,you are now free to add or edit lyrics.
ku: Têketin serkeftî bû. Hûn dikarin stranan deynin û sererast bikin.

source: Login status
ku: Barûdoxa têketinê

source: You are logged in now.
ku: Hûn niha têde ne.

source: Username or password is invalid.
ku: Navê endam yan şîfre şaş e.

source: Login
ku: Têketin

source: If you think your account has problem, make contact with contact@hunerakurdi.com.
ku: Ger şaştiyek hebe di nava hesabê te de, têkilyê bi contact@hunerakurdi.com re bike.

source: You are loggedout now,thank you for using HK-Dashboard.
ku: Hûn aniha derketî ne. Spas bo bikarhanîna Klavyeya HK.

source: Logout status
ku: Barûdoxa derketinê

source: %s's settings
ku: Mîhenga %s

source: The settings has been updated for %s.
ku: Pênasîna %s bi serkeftî nûjenbû.

source: You have to logout to see the effects.
ku: Divê derkevî bo nûjenkirinê.

source: The settings could not be saved. Please, try again.
ku: Mîheng nehate tomarkirin. Bê zehmet, dîsa lê vegerin.

source: Unknown user.
ku: Karhîner nenas e

source: The photo for user %s has been saved successfully.
ku: Wêna %s bi serkeftî tomar bû.

source: The photo for user %s has been rest for default.
ku: Wêna %s vegeriya wekî berê.

source: %s's Properties
ku: Çalakiyên %s

source: Unknown section.
ku: Beşekî nenas.

source: Signup
ku: Tomarke

source: New user has been added successfully,please add further informations about you.
ku: Endamekî nû bi serkeftî tev lê bû. Bê zehmet bêhtir zaniyariyan derbarî xwe dagir.

source: The user has been saved
ku: Endam hate ezberkirin.

source: The user could not be saved. Please, try again.
ku: Endam nehate ezberkirin. Bê zehmet, dîsa lê vegerin.

source: The user has been saved.
ku: Endam hate ezberkirin.

source: Add users
ku: Endaman tev lê bike.

source: Invalid user
ku: Endamekî ne berdest e

source: Add
ku: Tevlêkirin

source: Album
ku: Berhem

source: New album
ku: Berhemeke nû

source: Only Kurdish-Latin alphabet is allowed.
ku: Tenê alfebeta Kurdî-Latînî berdest e.

source: Artist Name
ku: Navê Hunermend

source: Album Title
ku: Sernavê Berhemê

source: Album Year
ku: Sala Berhemê

source: example
ku: Nimûne

source: Save
ku: Ezberkirin

source: New Album
ku: Berhemeke nû

source: New album for artist %s
ku: Berhemeke nû bo hunermend %s

source: Change photo
ku: Wêneyê biguher

source: Change photo for %s
ku: Wêneyê %s biguher

source: Select album thumbnail and click upload.
ku: Wêneyê berhemê hilbijêre û dûre barke.

source: Square photos will be saved directly.
ku: Wêneyên çargoşe wê yekser ezberbibe.

source: Photo must be over 200x200.
ku: Pêwîste wêne ji 200x200 mestir be.

source: Edit
ku: Sererastkirin

source: Edit album %s.
ku: Sererastkirina berhema %s

source: Add lyric to album %s.
ku: Gotinekê tevlî berhema %s bike.

source: Select Your Image
ku: Wêneyê hilbijêr.

source: Click to select file
ku: Pêlê bike û hilbijêre

source: Upload
ku: Bar bike

source: Select proper part and select crop.
ku: Cihê baş nîşan bide û zad bike.

source: Crop
ku: Zad bike

source: cancel
ku: Betal bike

source: delete
ku: Jêbibibe

source: Select accept to save current photo view to %s photo.
ku: Bipejirîne bo ezberkirina wan rengdêran li ser %s.

source: accept
ku: Bipejirîne

source: recrop
ku: Dîsa Zadbike

source: Change photo for album %s.
ku: Wêney berhema %s biguher.

source: Add lyric to %s.
ku: Gorinekê tevlî %s bike.

source: Add lyric to album %s for %s.
ku: Gorinekê tevlî berhema %s ya %s bike.

source: Edit album %s for %s.
ku: Berhem %s ya %s sererast bike.

source: Delete
ku: Jêbibe

source: Delete album %s from %s.
ku: Berhema %s ya %s jêbibe.

source: Are you sure you want to delete %s?
ku: Gelo hûn piştrastin ku %s jêbibin ?

source: Request an album
ku: Berhemekê bixwaz

source: Request an album from HK.
ku: Berhemekê ji HK bixwaz.

source: The album is not Available for public yet (need to be approved).
ku: Ev berhem hîn ne diyare ji xelkê ve (divê bê pejirandin).

source: Lyrics
ku: Stran

source: Created
ku: Hate afirandin

source: Views
ku: Dîtin

source: edit %s
ku: Sererastkirina %s

source: Artist
ku: Hunermend

source: New artist
ku: Hunermendekî nû

source: %s lyrics
ku: %s stran

source: %s albums
ku: %s berhem

source: Posted on %s
ku: Hate çapkirin di %s

source: By %s
ku: Ji aliyê %s ve

source: Select artist thumbnail and click upload.
ku: Wêneyê hunermend hilbijêre û dûre barke.

source: Edit artist %s
ku: Sererastkirina hunermend %s

source: Add album
ku: Danîna berhemekê

source: Add album to %s.
ku: Danîna berhemekê ser %s

source: Add artist
ku: Danîna hunermendekî

source: Request an artist
ku: Hunermendekî bixwaz

source: Request an artist from HK.
ku: Daxwaza hunermendekî ji HK bike

source: %s Results
ku: %s Encam

source: Empty
ku: Vala

source: Albums
ku: Berhem

source: Sorry, but nothing matched %s.
ku: Bibor, tiştek bi navê %s nehate dîtin.

source: Please try to send us your request on %s .
ku: Bê zehmet, daxwaza xwe bişîne %s.

source: Here
ku: Ji vêderê

source: Change photo for artist %s.
ku: Wêneya hunermend % s biguhere.

source: Delete artist %s.
ku: Hunermend %s jêbibe

source: The artist is not available for public yet (need to be approved).
ku: Ev hunermend hîn ne diyare ji xelkê ve (divê bê pejirandin).

source: Sorry, no content is ready yet for artist %s.
ku: Bibûre, hîn tiştekî hunermend %s ne hazir e.

source: Edit album %s for artist %s.
ku: Berhema %s ya %s sererast bike.

source: HK Dashboard
ku: Kontrolgeha HK

source: This is control panel of the site.
ku: Ev cîhê kontrolkirina malperê ye.

source: Through this dashboard you can add,edit and delete all contents such as artists,albums and lyrics.
ku: Di riya vê tabloyê ve hûn dikarin tevlêkirin, sererastkirin û jêbirina naverrokan bikin ji hunermend, berhem û gotinan.

source: User's abilities depends on it's position,new user can just add lyrics and delete or edit thier owns.
ku: Destdirêjiya endaman li gor cîhê wan di malperê de ye, endamê nû tenê dikare gotinan tev lê bike û yên xwe jêbibe an biguhere.

source: It is open for everyone to send their notes about mistakes and suggestions to our community.
ku: Her kes dikare bîrnivîsan li ser şaşî û pêşniyariyan ji civaka me re bişîne.

source: %s messages
ku: %s bîrnivîs

source: %s unreads
ku: %s nexwendî

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
ku: Rûpel {:page} ji {:pages} rûpel, her rûpelek {:current} têde ne. {:count} tomarkirî ne, ji {:start} ta {:end} niha diyar e.

source: Your Email
ku: Epeyama te

source: Your request message.
ku: Peyama daxwazê

source: Close
ku: Bigir

source: Send
ku: Bişîn

source: Random selection
ku: Gotinên werdanî

source: Toggle navigation
ku: Lîsteyê biguhere

source: Home
ku: Destpêk

source: Requests
ku: Daxwaz

source: Latest Lyrics
ku: Stranên dawî

source: Popular Lyrics
ku: Stranên navdar

source: Recent Edited Lyrics
ku: Stranên nû sererastkirî

source: Artists
ku: Hunermend

source: %s artists
ku: %s hunermend

source: Add new artist
ku: Hunermendekî nû

source: Add new album
ku: Berhemeke nû

source: Add new lyric
ku: Straneke nû

source: List my lyrics
ku: Stranên min

source: Add new user
ku: Endamekî nû

source: List all users
ku: Hemî endam

source: Approvals
ku: Pejirandin

source: By
ku: Bi riya

source: accept %s
ku: %s bipejirîn

source: remove %s
ku: %s jêbib

source: Loading
ku: Bar dike

source: Writer
ku: Nivîser

source: Composer
ku: Awazçêker

source: Echelon
ku: Hejmar

source: Notes
ku: Bîrnivîsk

source: Notifications
ku: Agahdarî

source: new
ku: nû

source: written by
ku: Nivîser

source: last modified was at
ku: Guhertina dawî di

source: The source of this is from : %s
ku: Hatiye anîn ji : %s

source: link
ku: girêdan

source: Source of this is from
ku: Hatiye anîn ji

source: Written by
ku: Nivîser

source: Last modified was at
ku: Guhertina dawî di

source: Search
ku: Lêgerîn

source: This Lyric has beend updated
ku: Ev stran hatiye guhertin

source: one time
ku: Carekê

source: Seen %s times
ku: %s caran hate dîtin

source: artists
ku: hunermend

source: albums
ku: berhem

source: lyrics
ku: stran

source: Lyric
ku: Stran

source: %s request
ku: %s daxwaz

source: Visible
ku: Berdest

source: Visible for public
ku: Berdest e bo her kesî

source: Unvisible
ku: Veşartî

source: Hidden from public
ku: Veşartî ji her kesî

source: Delete this request
ku: Ev daxwaz jêbib

source: Are you sure you want to delete # %s?
ku: Gelo hûn piştrastin da ku # %s jêbibin ?

source: This is HK login board.
ku: Ev tebloya têketinê ye.

source: Provide your username and password if you are a member, or click on Signup to start new account in HK.
ku: Nav û şîfra xwe binivîs û têkev ger ji berê de endamî. Yan Tomarke li xwarê ger ne endamî.

source: Remember me
ku: Min bi bîr bîne

source: Don't have an account!
ku: Hesabê te tune!

source: Forgot password?
ku: Te şîfre jibîr kir?

source: Profile
ku: Pênasîn

source: Settings
ku: Mîheng

source: Logout
ku: Derkeve

source: First name
ku: Nav

source: Last name
ku: Paşnav

source: Is registerd since %s.
ku: %s de tomarkirî ye.

source: Edit My Profile
ku: Nasnameyê sererast bike

source: Search for %s
ku: Gerîna li %s

source: Results (%s)
ku: Encam (%s)

source: Nothing found!
ku: Tiştek nehate dîtin!

source: Nothing found for %s keyword!
ku: Li gor %s tiştek nehate dîtin!

source: View more %s lyrics
ku: Stranên din yên %s bibîn.

source: View more %s albums
ku: Berhên din yên %s bibîn.

source: View more %s artists
ku: Hunermendên din yên %s bibîn.

source: Nothing were found in database,please try another keyword.
ku: Tiştek di bingeha zaniyariyan de nehate dîtin, bê zehmet peyveke dî bi kar bîn.

source: Please write your keyword for seaching.
ku: Peyva xwe binivîse û lêbigere.

source: Search for %s between albums
ku: Li %s bigere di nava berheman de

source: There is no matched albums to %s
ku: Berhem li gor %s tune ne

source: Search for %s between artists
ku: Li %s bigere di nava hunermendan de

source: There is no matched artists to %s
ku: Hunermend li gor %s tune ne

source: There is no matched lyrics to %s
ku: Li %s bigere di nava stranan de

source: Here you can search for what you need in HK.
ku: Li vêderê hûn dikarin li tiştê bixwazin bigerin.

source: Insert a keyword and press search.
ku: Peyvekê binivîse û lêbigere.

source: %s has edited %s
ku: %s %s sererastkir

source: %s has requested to edit %s
ku: %s daxwaza sererastkirina %s kir

source: %s has deleted %s
ku: %s %s jêbir

source: %s has requested to delete %s
ku: %s daxwaza jêbirina %s kir

source: %s has accepted %s
ku: %s %s pejirand

source: %s has declined %s
ku: %s %s nebipejirand

source: Error
ku: Şaşî

source: Please Select Artist and Album to complete.
ku: Bê zehmet hunermend û berhemê hilbijêre.

source: Invalid artist.
ku: Hunermend ne berdest e.

source: There is no albums to show.
ku: Ti berhem tune ne bo temaşekirinê.

source: Error fetching array.
ku: Şaşî di hanîna zanyariya de heye.

source: New lyric
ku: Straneke nû

source: Change details
ku: Zaniyariyan Biguhere

source: Please select an artist and ablum before add your lyric.
ku: Bê zehmet hunermend û berhemê hilbijêre berî lêzêdekirina stranekê

source: Select
ku: Hilbijêre

source: Title
ku: Nasnav

source: Writer
ku: Nivîskar

source: # (Track-Number)
ku: Hejmar

source: Text
ku: Nivîsk

source: Source
ku: Jêder

source: Change artist
ku: Guhertina hunermend

source: Your album is not existed?
ku: Berhemê te tune ye?

source: No albums added for %s.
ku: Ti berhemên %s nehate dîtin.

source: This artist has no albums, so you have to choose one of below options.
ku: Ti berhemên vî hunermendî nehate dîtin.

source: Change Artist
ku: Hunermend biguhere

source: delete %s
ku: % jêbib

source: Edit history
ku: Nivîsên berê

source: accepted
ku: Pejirandî

source: pending
ku: Li hêvî

source: declined
ku: Nepejirandî

source: There is no available edits for this lyric.
ku: Guhertin niha tune ne.

source: This lyric has been edited for %s times.
ku: Ev strana %s cara haitye guhertin.

source: Last edit was at %s
ku: Guhertina herî dawî di %s hate encamdan.

source: You can follow the changes through down panels.
ku: Hûn dikarin li xwarê guhertinan bibînin.

source: decline
ku: Nepejirîn

source: Current
ku: Nuha

source: Title
ku: Nasnav

source: echelon
ku: Hejmar

source: Source
ku: Jêder

source: The lyric is not available for public yet (need to be approved).
ku: Ev stran hîn ne diyare ji xelkê ve (divê bê pejirandin).

source: Writer : %s
ku: Nivîser : %s

source: Composer : %s
ku: Awazçêker : %s

source: Download
ku: Daxîn

source: Editors : %s
ku: Sererastker : %s

source: These are lyrics that you had added.
ku: Ev stran te tevlêkirine.

source: Inform a mistake
ku: Şaşiyekê agah bide

source: Your correction note will be sent to %s to be checked.
ku: Bîrnivîska te dê bihêt şandin ji %s re bo venihêrînê.

source: You can be a part of HK comunity and correct it with your name
ku: Hûn dikarin bibin endamê civaka HK û bi destê xwe sererast bikin

source: This information will be kept secret, and this message is sent just to the user.
ku: Ev agahî wê bimîne zar, û ev peyam ji karhîner tenê re hate şandin.

source: Inform
ku: Agahdan

source: Request an album from HK
ku: Berhemekê ji HK bixwaz

source: Fill your name and Email, type your request message and press send to inform HK.
ku: Nav û Epeyama xwe deyne, daxwaza xwe binvîse û HK agah bide.

source: Your request will be shown for public if you select to be public.
ku: Wê her kes bibînê daxwaza we, ger we bo xelkê hilbijêrin.

source: Do you want to publish your request on public?
ku: Hûn dixwazin daxwaza we bo xelkê hemiyan be?

source: Yes I want to show it to the public review.
ku: Belê, ez dixwazim her kes bibîne.

source: No,keep it hide from public.only members will see it.
ku: Na, ez dixwazim tenê endam bibînin.

source: Your email address will not be published,you will recive email when your request is found.
ku: Epeyama te bo giştiyan nayê belavkirin, heger daxwaza te bihêt dîtin dê epeyamek bo te bihêt şandin

source: Request an artist from HK
ku: Daxwaza hunermendekî ji HK bike

source: Request from HK
ku: Daxwaz ji HK

source: Through request panel you will be able to request what you need, or what we missed.
ku: Di riya tebloya daxwazan hûn dikarin her pêdiviyên xwe bixwazin, yan tiştê me ji bîr kiribe.

source: Please select what you need bellow.
ku: Tiştê di dixwazî li jêr hilbijêre.

source: Recent requests
ku: Daxwazên dawî

source: More Requests
ku: Daxwazên bêhtir

source: Request a lyric from HK
ku: Daxwaza strana ji HK bike

source: Requests panel
ku: Tabloya daxwazan

source: Visibility of request means that the request is available for public review.
ku: Xuyaniya daxwazê bi wateya xelk karibe bibîne.

source: Unvisible request
ku: Daxwazeke nexuya

source: Visible request
ku: Daxwazeke xuya

source: Sort List by
ku: Ristvekirina lîsteyê li gor

source: Photo
ku: Wêne

source: Select profile thumbnail and click upload.
ku: Wêneyê pênasînê hilbijêre û dûre barke.

source: You can login with your Email adress or username,you can also login with your facebook account.
ku: Hûn dikrin di rêya sernavê xwe têkevin, û hûn dikrin di rêya Facebookê re jî têkevin.

source: Username
ku: Karhêner

source: Password
ku: Şîfre

source: Login with Facebook
ku: Di rêya Facebookê re têkev

source: Sign Up Here
ku: Li vir beşdar be

source: Property review
ku: Çalakiyan bibîne

source: No artists yet.
ku: Ti hunermend tune ne.

source: Latest Artists
ku: Hunermendên dawî

source: Show all %s's artists
ku: Hemû hunermendê %s binêr

source: No albums yet.
ku: Ti berhem tune ne.

source: Latest Albums
ku: Berhemên dawî

source: Show all %s's albums
ku: Hemû berhemên %s binêr

source: No lyrics yet.
ku: Ti stran tune ne.

source: Show all %s's lyrics
ku: Hemû stranên %s binêr

source: Property
ku: Çalakî

source: %s's property
ku: Çalakiyên %s

source: Please select the property section.
ku: Beşê ku hûn dixwazin hilbijêre.

source: %s means if the album is availabe for public view.
ku: %s bi wateya ku berhem ji herkes ve diyar e.

source: %s means if the artist is availabe for public view.
ku: %s bi wateya ku hunermend ji herkes ve diyar e.

source: %s means if the lyric is availabe for public view.
ku: %s bi wateya ku stran ji herkes ve diyar e.

source: Recovery password
ku: Şîfrê bi destxe

source: Follow the instructions bellow.
ku: Binêr li fermanên xwarê.

source: Change your password
ku: Şîfrê biguhere

source: Here is your main settings
ku: Eyarên giştî yên hesabê

source: Change your picture
ku: Wênê biguhere

source: User name
ku: Navê endam

source: Biography
ku: Jiyanname

source: %s Letters
ku: %s tîp

source: Birthday
ku: Rojbûn

source: Password has been updated successfully.
ku: Şîfre bi serkeftî hate nûjenkirin.

source: Please provide your old password and enter a new pasword twice
ku: Şîfreya xwe ya kevn deyne, ya nû jî du caran wekî hev binvîse.

source: Password should be (6-24) characters.
ku: Pêwîste şîfre di navbera (6-24) tîpan de be.

source: old password
ku: Şîfreya berê

source: Provide new password twice.
ku: Şîfreya nû du caran.

source: new password
ku: Şîfreya nû

source: new password again
ku: Şîfreya nû dîsa

source: Provided password is not valid.
ku: Şîfreya we ne durust e.

source: New password should be (6-24) characters.
ku: Pêwîste Şîfre di navbera (6-24) tîpan de be.
