Repository: amed-kino/hk-gotin
Catalog: Locale/*/LC_MESSAGES/default~.po
Languages: ku

source: Both fields should have same password.
ku: Pêwîste herdu wekî hev bin.

source: Save changes
ku: Guhertinan tomar bike

source: New user
ku: Endamekî nû

source: Signing in is easy. You can either:
ku: Tomarkirin hêsan e. Hûn dikarin:

source: Provide a username and your Email and start imediatly to add your own lyrics.
ku: Tenê sernav û epayama xwe têxin û yekser bibin endamê HK.

source: Register with your social account.
ku: Di rêya hesabê civakî re bibin endam.

source: Username can contain any letters or numbers, without spaces. Between (4-24) letters.
ku: Navê endam tîp û hejmarê Înglîzî ne û di nava (4 -24) tîpan berdest e.

source: Email
ku: Epeyam

source: Username '%s' is already taken. Try another username.
ku: Bikarhêner '%s' berê hatiye birin. Ji kerema xwe navekî din hilbijêrin.

source: Username '%s' is available.
ku: Bikarhêner '%s' dibe.

source: Email '%s' is already registerd. Try another email.
ku: Epeyama '%s' berê bikar hatiye. Ji kerema xwe yeke din hilbijêrin.

source: Email '%s' is available.
ku: Epeyama '%s' dibe.

source: Please provide valid username.
ku: Karhênerekî durust pêşkêş bike.

source: Please provide a valid Email.
ku: Epeyamek berdest pêşkêş bike.

source: Please provide valid password.
ku: Şîfreyeke durust pêşkêş bike.

source: Password is between (6-24) letters.
ku: Şîfre di nava (6 -24) tîpan berdest e.

source: Password (Confirm)
ku: Şîfre (Dîsa)

source: Please confirm password.
ku: Şîfrê cardin Binivîse.

source: Password confirmation is done.
ku: Şîfre bi awakî serkeftî bû.

source: Name
ku: Nav

source: username
ku: karhêner

source: counters
ku: çalakî

source: rank
ku: pile

source: View
ku: Bibîn

source: Inactive
ku: Bikuje

source: There is no matched users to %s
ku: Ti endam li gorî %s nehatin dîtin.

source: Please select a letter to start view users.
ku: Tîpê li jor yên navê endaman e. Tîpekê hilbijêr bo vekolînan.

source: A view block with the name '%s' is already/still open.
ku: WêneDanka %s hîn vekirî ye.

source: notUnique[9]
ku: NeYekta

source: Unique ID Issue! [NAlph#]
ku: Yekta_##

source: Unique ID Issue!
ku: NNM_Yekta_##

source: Album title is already exists.
ku: Sernavê berhemê berê heye.

source: You can't leave album title blank.
ku: Nabe hûn sernavê berhemê vala bihêlin.

source: At maximum 32 letters
ku: Bi pirranî 32 tîp

source: At least 2 letters.
ku: Bi kêmanî 2 tîp.

source: Artist id error[E#]
ku: Pênasîna hunermend şaş e _ #1

source: Artist id error[L#Ma]
ku: Pênasîna hunermend şaş e _ #2

source: Artist id error[L#Mi]
ku: Pênasîna hunermend şaş e _ #3

source: Year must be 4 numbers.
ku: Divê sal 4 hejmar be.

source: Artist name is already exists.
ku: Navê hunermend berê heye.

source: You can't leave artist name blank.
ku: Nabe hûn navê hunermend vala bihêlin.

source: ID Issue! [Nn#]
ku: Doza pênasînê! #_530_70

source: Album id error[E#]
ku: Pênasîna berhemê şaş e #_1_2

source: Album doen't belong to Artist.
ku: Berhem ne têkildar e bi hunermend ve.

source: Album id error[L#Ma]
ku: Berhem şaş e #_1_3

source: Album id error[L#Mi]
ku: Berhem şaş e #_1_4

source: You can't leave it blank.
ku: Nabe hûn vala bihêlin.

source: Lyric title is already exists.
ku: Sernavê stranê berê heye.

source: At maximum 64 letters
ku: Bi pirranî 64 tîp

source: Lyric # should be numeric.
ku: Hejmara stranê divê jimare be.

source: notEmpty
ku: neVala

source: At maximum 256 letters
ku: Bi pirranî 256 tîp.

source: You can not leave it empty.
ku: Nabe hûn vala bihêlin.

source: Maximum letters (64)
ku: Bi pirranî 64 tîp.

source: You can't leave Email blank.
ku: Nabe hûn şûna Epeyamî vala bihêlin.

source: maximum letters been reached
ku: Hûn gihiştî sînorê hejmara tîpan.

source: Maximum letters (256)
ku: Bi pirranî 64 tîp

source: Username starts with letter and undercore (_) only allowed.
ku: Destpêka navê endam tenê tîp in. Bo valahiyê _ bikar tê.

source: Email address must be correct.
ku: Epeyam pêwîste rast be.

source: Please input valid username.
ku: Karhênerkeî durust pêşkêş bike.

source: Username is already in use.
ku: Karhêner berê bi kar hatiye.

source: You can't leave username blank.
ku: Nabe hûn sernavê vala bihêlin.

source: At maximum 24 letters.
ku: Bi pirranî 24 tîp.

source: At least 4 letters.
ku: Bi kêmanî 4 tîp.

source: Email adress is already in use.
ku: Epeyam berê bi kar hatiye.

source: You can't leave Password blank.
ku: Nabe hûn şûna şîfreyê vala bihêlin.

source: At least 6 letters.
ku: Bi kêmanî 6 tîp.

source: The requested address %s was not found on this server.
ku: Navnîşana te xwest %s li ser malperê nehate dîtin.

source: An Internal Error Has Occurred.
ku: Şaştiyek li hundirê mlperê da çêbû.

source: You are not authorized to access that location.
ku: Hûn nikarin li vêderê bibin.

source: Not Found
ku: Nehate dîtin

source: This field cannot be left blank
ku: Ev navê val bimîne

source: The requested file was not found
ku: Pela te xwestî nehate dîtin.

source: Today, %s
ku: Îroj, %s

source: Yesterday, %s
ku: Doh, %s

source: Tomorrow, %s
ku: Beyanî, %s

source: Sunday
ku: Yekşem

source: Monday
ku: Duşem

source: Tuesday
ku: Sêşem

source: Wednesday
ku: Çarşem

source: Thursday
ku: Pêncşem

source: Friday
ku: În

source: Saturday
ku: Şem

source: On %s %s
ku: Di %s %s

source: %s ago
ku: %s berê

source: on %s
ku: Di %s

source: just now
ku: Aniha

source: about a second ago
ku: Nêzî çirkekê berê

source: about a minute ago
ku: Nêzî xulekekê berê

source: about an hour ago
ku: Nêzî demjmêrekê berê

source: about a day ago
ku: Nêzî rojekê berê

source: about a week ago
ku: Nêzî hefteyekê berê

source: about a year ago
ku: Nêzî salekê berê

source: in about a second
ku: Hema dû çirkekê

source: in about a minute
ku: Hema dû xulekekê

source: in about an hour
ku: Hema dû demjmêrekê

source: in about a day
ku: Hema dû rojekê

source: in about a week
ku: Hema dû hefteyekê

source: in about a year
ku: Hema dû salekê

source: days
ku: Roj

source: %d year
ku: Salkê

source: %d month
ku: mehekê

source: %d week
ku: heftakê

source: %d day
ku: rojekê

source: %d hour
ku: demjmêrekê

source: %d minute
ku: xulekekê

source: %d second
ku: çirkakê

source: Error in field %s
ku: Şaşî di lakêşa %s de

source: New %s
ku: %s'ke nû

source: empty
ku: vala

source: Submit
ku: Bişîne

source: January
ku: Çile

source: February
ku: Sibat

source: March
ku: Adar

source: April
ku: Avrêl

source: May
ku: Gulan

source: June
ku: Pûşber

source: July
ku: Tîrmeh

source: August
ku: Gelawêj

source: September
ku: Rezber

source: October
ku: Cotmeh

source: November
ku: Mijdar

source: December
ku: Berfanbar

source: of
ku: Ji

source: Actions
ku: Bûyer

source: List
ku: Lîste

source: List %s
ku: Lîsteya %s

source: previous
ku: Paş ve

source: next
ku: Pêş ve

source: View %s
ku: %s bibîn3

source: Delete %s
ku: %s jêbibe

source: Related %s
ku: %s'ke Têklîdar

source: Fatal Error
ku: Şaştiyeke li nava malperê

source: File
ku: Pel

source: Line
ku: Xêz

source: Notice
ku: Têbînî

source: If you want to customize this error message, create %s
ku: Li vir e %s

source: Missing Method in %s
ku: Methouda kêm li vir %s

source: The action %1$s is not defined in controller %2$s
ku: Va %s li nava %s tun e!

source: Create %1$s%2$s in file: %3$s.
ku: %1$s%2$s idi pela: %3$s. çê ke.

source: %s could not be found.
ku: %s nehate dîtin.

source: Create the class %s below in file: %s
ku: Classa %s çê bike.

source: Database Error
ku: BingehaZaniyariyan nebû.
